Repository: keithbowes/obrun
Catalog: po/*.po
Languages: de, eo, es

source: WARNING: %s not found. obrun may not work correctly.\n
de: WARNUNG: %s nicht gefunden. Vielleicht wird obrun nicht korrekt funktionieren.\n

source: Select or enter a program to run
de: Wählen oder eingeben ein Programm, um es auszuführen
eo: Elekti aŭ enmeti programon plenumotan
es: Elegir o entrar un programa a ejecutar

source: Run…
de: Ausführen…
eo: Plenumigi…
es: Ejecutar…

source: Enter a program to add
de: Eingeben ein Programm, um es hinzufügen
eo: Enmeti programon aldonotan
es: Entrar un programa a adicionar

source: Add…
de: Hinzufügen…
eo: Aldoni…
es: Adicionar

source: Select a program to remove
de: Eingeben ein Programm, um es entfernen
eo: Enmeti programon forigotan
es: Entrar un programa a borrar

source: Remove…
de: Entfernen…
eo: Forigi…
es: Borrar…

source: Select a program to run out of the list
de: Wahlen ein Programm aus der Liste, um es auszuführen
eo: Elekti el la listo programon plenumigotan
es: Elegir un programa de la lista a ejecutar

source: Available programs
de: Verfügbare Programme
eo: Disponeblaj programoj
es: Programas disponibles

source: obrun [action] [option]
de: obrun [Aktion] [Option]

source: actions: add adds an entry to the history free frees an entry from the history list choose from a list of the programs with desktop entries path choose from a list of programs available in your path simple produces a simple run dialog
de: Aktionen: a fügt eine Eintrag in die Geschichte hinzu f entfernt eine Eintrag aus der Geschichte l stellt eine Liste von Desktop-Programmen vor p stellt eine Liste von Programmen in ihrem Weg vor s erzeugt ein einfaches Ausführung-Dialog
eo: agoj: a aldonas eron al la historio f forigas eron de la historio l prezentas liston de labortablaj programoj p por plenumigi programon en via vojo s por krei simplan dialogujon por eniri programon plenumigotan
es: acciones: a adiciona una entrad a la historia f borra una entrad de la historia l presenta una lista de programas de escritorio p presenta una lista de programas en su vía s presenta un cuadro de diálogo de ejecución

source: options: -h Show this help -n Do not create a lock file -v Display the version
de: Optionen: -h Zeigt diese Hilfe -n Erstellt keine Sperrdatei -v Zeigt die Version
eo: opcioj: -h Montras ĉi tiun helpilon -n Ne kreas ŝlosan dosieron -v Montras la eldonon
es: opciones: -h Muestra esta mensaje de ayuda -n No cree un archivo de bloqueo -v Muestra la versión

source: Another instance of obrun is already running
de: Eine andere obrun-Instanz führt sich schon aus
eo: Alia okazo de obrun jam plenumiĝas
es: Otra instancia de obrun ya se ejecuta

source: WARNING: %s not found. obrun may not work correctly.
eo: AVERTO: %s ne troviĝis. obrun eble ne ĝuste funkcios.
es: ADVERTENCIA: %s no está encontrado. Es posible que obrun no funcionará correctamente.

source: %s [action] [option]
eo: %s [ago] [opcio]
es: %s [acción] [opción]
